Repository: asadsheikh1/EduNova
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Subscribers
ur: سبسکرائبرز

source: Edit Profile
ur: پروفائل میں ترمیم کریں

source: My Course
ur: میرا کورس

source: Notifications
ur: اطلاعات

source: Logout
ur: لاگ آوٹ

source: Please enter first name
ur: براہ کرم پہلا نام درج کریں

source: Interests
ur: دلچسپیاں

source: Tell us your interests!
ur: ہمیں آپ کی دلچسپیاں بتائیں!

source: Unsupported file type or size
ur: غیر معتمد فائل کی قسم یا سائز

source: You don't have any course yet
ur: آپ کے پاس ابھی تک کوئی کورس نہیں ہے

source: Start adding some
ur: کچھ شروع کریں

source: No file selected
ur: کوئی فائل منتخب نہیں ہوئی

source: Camera
ur: کیمرا

source: Gallery
ur: گیلری

source: Create Course
ur: کورس بنائیں

source: Course Title
ur: کورس کا عنوان

source: Please enter course description
ur: براہ کرم کورس کی تفصیل درج کریں

source: Course Description
ur: کورس کی تفصیل

source: Enter price
ur: قیمت درج کریں

source: Price (PKR)
ur: قیمت (PKR)

source: Upload Video(s)
ur: ویڈیو(ویڈیوز) اپلوڈ کریں

source: Add Outline
ur: آؤٹ لائن شامل کریں

source: An outline provides an overview of the topics, concepts!
ur: آؤٹ لائن موضوعات اور تصورات کی جامع رائے فراہم کرتی ہے!

source: Please enter course title
ur: براہ کرم کورس کا عنوان درج کریں

source: Outline
ur: آؤٹ لائن

source: Add
ur: شامل کریں

source: Outline added successfully
ur: آؤٹ لائن کامیابی کے ساتھ شامل ہوگئی

source: Delete
ur: حذف کریں

source: Are you sure you want to delete
ur: کیا آپ واقعی حذف کرنا چاہتے ہیں

# outlineQuestionMark
source: outline?
ur: آؤٹ لائن؟

source: Cancel
ur: منسوخ کریں

source: Remove
ur: ہٹائیں

source: Outline removed successfully
ur: آؤٹ لائن کامیابی کے ساتھ ہٹا دی گئی

source: Select Categories
ur: زمرے منتخب کریں

source: For better reach, choose upto 3!
ur: بہتر رسائی کے لئے، تین تک چنیں!

source: Upload Image
ur: تصویر اپلوڈ کریں

source: This image will serve as a preview or visual representation of a video
ur: یہ تصویر ویڈیو کا پیش نظارہ یا تصویری تشریح کی حیثیت رکھے گی

source: Please choose an image
ur: براہ کرم ایک تصویر منتخب کریں

source: Please select atleast one category
ur: براہ کرم کم از کم ایک زمرہ منتخب کریں

source: Please add atleast one outline
ur: براہ کرم کم از کم ایک آؤٹ لائن شامل کریں

source: Please select atleast one video
ur: براہ کرم کم از کم ایک ویڈیو منتخب کریں

source: Create
ur: بنائیں

source: Send Notifications
ur: اطلاعات بھیجیں

source: Error
ur: خرابی

source: Settings
ur: ترتیبات

source: Display Settings
ur: ترتیبات نمائش

source: Light
ur: روشنی

source: Dark
ur: تاریکی

source: Mode
ur: موڈ

source: Experience an exciting
ur: ایک دلچسپ تجربہ

# lightMode
source: light
ur: روشنی کا موڈ

# darkMode
source: dark
ur: تاریکی کا موڈ

source: Select Language
ur: زبان منتخب کریں

source: Feedback
ur: فیڈبیک

source: I need your feedback because apparently, my app's script needs some major rewrites.
ur: مجھے آپ کی رائے کی ضرورت ہے کیونکہ بظاہر میرے ایپ کے سکرپٹ میں کچھ بڑے ترمیم کی ضرورت ہوتی ہے

source: Please give feedback
ur: براہ کرم رائے دیں

source: What do you like most about our work?
ur: ہمارے کام میں آپ کو سب سے زیادہ کیا پسند ہے؟

source: Submit
ur: جمع کرائیں

source: Terrible
ur: خراب

source: Bad
ur: بد

source: Good
ur: اچھا

source: Very good
ur: بہت اچھا

source: Awesome
ur: شاندار

# useTheStandardUsernameFormatLikeNameAtExampleDotCom
source: Use the standard username format, like name@example.com
ur: معیاری صارف نام کی شکل استعمال کریں، جیسے name@example.com

source: Enter a password
ur: پاس ورڈ درج کریں

source: You've entered incorrect password
ur: آپ نے غلط پاس ورڈ درج کیا ہے

source: Password
ur: پاس ورڈ

source: Keep me signed in
ur: مجھے لاگ ان رکھیں

source: Sign In
ur: سائن ان کریں

source: Don't have an account?
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟

source: Register
ur: رجسٹر کریں

source: You're just couple of steps away from joining us!
ur: آپ صرف چند قدموں کی دوری پر ہمارے ساتھ شامل ہونے سے ہیں!

source: First Name
ur: پہلا نام

source: Please enter last name
ur: براہ کرم آخری نام درج کریں

source: Last Name
ur: آخری نام

source: Tell us areas of education you're interested in?
ur: ہمیں بتائیں کہ آپ کس تعلیمی شعبوں میں دلچسپی رکھتے ہیں؟

source: Sshhhh.. what's the password?
ur: سننو .. پاس ورڈ کیا ہے؟

source: Email Address
ur: ای میل ایڈریس

source: Please enter some text
ur: براہ کرم کچھ متن درج کریں

source: Password must contain atleast 6 alphabets
ur: پاس ورڈ میں کم از کم چھ حروف ہونے چاہیں

source: Passwords do not match
ur: پاس ورڈ مماثل نہیں ہیں

source: Confirm Password
ur: پاس ورڈ کی تصدیق کریں

source: bytes
ur: بائٹس

source: Skip
ur: چھوڑ دیں

source: Home
ur: ہوم

source: Subscriptions
ur: سبسکرائب

source: Profile
ur: پروفائل

source: You will receive notifications from these channels
ur: آپ ان چینلز سے اطلاعات موصول کریں گے۔

source: Favourites
ur: پسندیدہ

source: Listing preferred courses for easy reference
ur: آسان حوالے کے لئے ترجیحی کورسز کی فہرست بنانا

source: Search
ur: تلاش کریں

source: Fasten your seatbelts
ur: اپنی سیٹ بیلٹس باندھیں

source: courses would be arriving soon!
ur: جلد ہی کورسز آ رہے ہیں!

source: Courses will be arriving soon!
ur: جلد ہی کورسز آ رہے ہیں!

source: No courses to show
ur: کوئی کورس نہیں ہے

source: Users actively engage in discussions, asking questions, and sharing opinions.
ur: صارفین منصوبہ بندیوں میں سرگرم ہوتے ہیں، سوالات پوچھتے ہیں اور رائے تقسیم کرتے ہیں۔

source: EduNova offers diverse courses for self-paced learning, and skills in various subjects through engaging content.
ur: ادونووا مختلف مضامین میں خود کی رفتار سے سیکھنے اور مہارتوں کے لئے مختلف کورسز پیش کرتا ہے جو دلچسپ مواد کے ذریعے ہوتے ہیں۔

source: Connect and interact with fellow students, either through meetups or by calling them anytime.
ur: بڑھ چڑھ کر طالب علموں سے جڑواں رہیں، یا ہر وقت ان کو کال کر کے بات کریں۔

# courseCapital
source: Course
ur: کورس

source: Instructor
ur: انسٹرکٹر

source: Name
ur: نام

source: Email
ur: ای میل

source: His/Her Interest(s)
ur: اس کی/اس کے دلچسپی(اں)

source: Visit Channel
ur: چینل دیکھیں

source: Subscribe
ur: سبسکرائب کریں

source: Unsubscribe
ur: سبسکرائب منسوخ کریں

source: Description
ur: تفصیل

source: Develop skills, and apply knowledge on the right place!
ur: مہارتوں کو ترقی دیں اور صحیح جگہ پر علم کا استعمال کریں!

source: Course Outline
ur: کورس کا اشتہار

source: The structured overview of the topics, learning objectives, and timeline
ur: مضامین، سیکھنے کے اہداف اور وقت کا مرتبہ شدہ جائزہ

source: Who this course for?
ur: یہ کورس کس کے لئے ہے؟

source: People having interest in:
ur: دلچسپی رکھنے والے لوگ:

source: What you'll get?
ur: آپ کیا پا لیں گے؟

source: Diverse courses for self-paced learning, interactive participation, and student connections
ur: خود کی رفتار سے سیکھنے کے لئے مختلف کورس، تعاونی شرکت اور طلباء کے تعلقات

source: Buy
ur: خریدیں

source: Enroll
ur: اندراج کروائیں

source: Course(s)
ur: کورس (م)

source: Explore additional courses taught by this exceptional instructor.
ur: اس ممتاز انسٹرکٹر کے ذریعہ تدریس ہونے والے اضافی کورسز کا تلاش کریں۔

source: don't have any course yet
ur: ابھی تک کوئی کورس نہیں ہے

source: No interests to show
ur: کوئی دلچسپیاں دکھانے کے لئے نہیں ہیں

source: All Subscribers
ur: تمام سبسکرائبرز

# checkout
source: Checkout ðŸ›’
ur: چیک کریں

source: You are about to buy
ur: آپ کو خریدنے کا امکان ہے

# courseSmall
source: course
ur: کورس

source: The form is not complete
ur: فارم مکمل نہیں ہے

source: Pay Now
ur: اب پے کریں

source: Payment successful
ur: ادائیگی کامیاب

source: Back to Home
ur: گھر واپس جائیں

source: Payment failure
ur: ادائیگی میں ناکامی

source: An error occurred during authentication.
ur: تصدیق کے دوران ایک خرابی رونما ہوئی

source: Successfully login as
ur: کامیابی سے لاگ ان ہوں جیسے

source: The email address is not valid.
ur: ای میل پتہ درست نہیں ہے

source: The user has been disabled.
ur: صارف غیر فعال کردیا گیا ہے

# thereIsNoUserRecordCorrespondingToThisIdentifier
source: There is no user record corresponding to this identifier. The user may have been deleted.
ur: اس شناخت کار کے مطابق کوئی صارف ریکارڈ نہیں ہے۔ صارف ممکن ہے حذف کر دیا گیا ہو

source: The password is incorrect.
ur: پاس ورڈ غلط ہے

source: The email address is already in use by another account.
ur: یہ ای میل پتہ پہلے سے ہی کسی دوسرے اکاؤنٹ میں استعمال ہورہا ہے

source: The operation is not allowed.
ur: عمل مجاز نہیں ہے

source: The password is too weak.
ur: پاس ورڈ بہت کمزور ہے

source: Logged out
ur: لاگ آوٹ ہوگیا

source: Account created successfully
ur: اکاؤنٹ کامیابی سے بنایا گیا

source: Sorry, an error occurred
ur: معذرت، ایک خرابی رونما ہوئی

source: Account updated successfully
ur: اکاؤنٹ کامیابی سے اپ ڈیٹ ہوگیا

source: Thank you for submitting the feedback
ur: آپکی رائے جمع کرنے کے لئے آپ کا شکریہ

source: Your course has been created
ur: آپ کا کورس تشکیل دیا گیا ہے

source: Added to favourites
ur: پسندیدہ میں شامل کردیا گیا

source: Removed from favourites
ur: پسندیدہ سے ہٹا دیا گیا

source: You are a subscriber now
ur: آپ ابھی سبسکرائبر ہیں

source: You have unsubscribed from the user
ur: آپ نے صارف سے رکنیت ختم کر دی ہے۔

source: favs
ur: کے پسندیدہ

# transactionReference
source: TRef #:
ur: :حوالہ نمبر

source: Convenient payment solutions!
ur: آسان ادائیگی کے حل!

source: EduNova ensures a seamless and reliable transaction experience powered by:
ur: ادونووا میں آپ کو سرسری اور معتبر ٹرانزیکشن کی تجربے فراہم کرتا ہے جو درج ذیل کی طاقت سے چلتا ہے:

source: Order Details
ur: آرڈر کی تفصیلات

source: Order:
ur: آرڈر:

source: Price:
ur: قیمت:

source: Purchase Now
ur: ابھی خریدیں

source: Can I enroll single class?
ur: کیا میں ایکل کرس میں رجسٹر کروں سکتا ہوں؟

# yesYouCanEnrollInASingleClass
source: Yes, you can enroll in a single class. Our platform allows you to choose specific courses that interest you and enroll in them individually. This flexibility enables you to focus on specific subjects or areas of study without having to commit to a full program or curriculum.
ur: جی ہاں، آپ ایکل کرس میں رجسٹر کرسکتے ہیں۔ ہمارا پلیٹ فارم آپ کو ان کورسز کا انتخاب کرنے اور انفرادی طور پر رجسٹر کرنے کی اجازت دیتا ہے جو آپ کوسائنس کے مطابق کچھ مضامین یا تعلیمی شعبوں پر توجہ دینے کی اجازت دیتا ہے بغیر پورے پروگرام یا نصاب کی تعزیر کی ضرورت کے۔

source: Can I access the app on multiple devices?
ur: کیا میں متعدد آلات پر ایپ تک رسائی حاصل کرسکتا ہوں؟

# yesYouCanAccessTheAppOnMultipleDevices
source: Yes, you can access the app on multiple devices. Our app is designed to be accessible and user-friendly on smartphones running Android or iOS, as well as tablets. Whether you prefer to use it on your mobile device while on the go or on your tablet for a more immersive experience, our app provides seamless access and synchronization across all your devices.
ur: جی ہاں، آپ متعدد آلات پر ایپ تک رسائی حاصل کرسکتے ہیں۔ ہماری ایپ کو آنڈروئڈ یا آئی او ایس چلانے والے اسمارٹ فونز کے لئے قابل رسائی اور صارف دوست بنایا گیا ہے، اسی طرح ٹیبلٹ پر بھی۔ چاہیں آپ اسے جب کہیں جاتے ہوئے اپنے موبائل کی طرف سے استعمال کرنا پسند کریں یا ایک بہتر تجربے کے لئے اپنے ٹیبلٹ پر، ہماری ایپ آپ کو تمام آلات پر بے درد رسائی اور ہم آہنگی فراہم کرتی ہے۔

source: Can I interact with instructors or other students?
ur: کیا میں انسٹرکٹرز یا دیگر طلباء کے ساتھ تعامل کرسکتا ہوں؟

# yesYouCanInteractWithInstructorsAndOtherStudents
source: Yes, you can interact with instructors and other students. We believe in fostering a collaborative learning environment, and our app provides various tools and features to facilitate interactions. You can engage in discussions, ask questions, receive feedback from instructors, and connect with fellow students to enhance your learning experience.
ur: جی ہاں، آپ انسٹرکٹرز اور دیگر طلباء کے ساتھ تعامل کرسکتے ہیں۔ ہم ہم یکجا لرننگ ماحول کو فروغ دینے پر یقین رکھتے ہیں اور ہماری ایپ مختلف آلات اور خصوصیات فراہم کرتی ہے تاکہ تعاملات کو آسان بنایا جا سکے۔ آپ گفتگو کرسکتے ہیں، سوال کرسکتے ہیں، انسٹرکٹرز سے تائیدی لے سکتے ہیں اور ساتھ ہی دیگر طلباء سے منسلک ہوسکتے ہیں تاکہ آپ کی تعلیمی تجربے میں اضافہ ہوسکے۔

source: Can I access the app internationally?
ur: کیا میں ایپ بین الاقوامی طور پر رسائی حاصل کرسکتا ہوں؟

# yesYouCanAccessTheAppInternationally
source: Yes, you can access the app internationally. Our app is accessible from anywhere in the world, as long as you have a stable internet connection. Whether you are traveling abroad or residing in a different country, you can continue to access our app and benefit from our educational resources, courses, and community no matter where you are.
ur: جی ہاں، آپ بین الاقوامی طور پر ایپ تک رسائی حاصل کرسکتے ہیں۔ ہماری ایپ جہاں بھی دنیا میں ہو، صرف اس شرط سے کہ آپ کے پاس مستحکم انٹرنیٹ کنکشن ہو۔ چاہے آپ بیرون ملک سفر کررہے ہوں یا کسی دوسرے ملک میں رہ رہے ہوں، آپ ہماری ایپ تک رسائی حاصل کرتے رہ سکتے ہیں اور ہماری تعلیمی وسائل، کورسز اور کمیونٹی کا فائدہ اٹھا سکتے ہیں، جہاں بھی آپ ہوں۔

source: Could not launch
ur: لانچ نہیں کیا جا سکا

source: Hi! Just saw your course on EduNova.
ur: ہی! میں نے ابھی آپ کا کورس ایڈونووا پر دیکھا ہے۔

source: Best regards,
ur: خوش رہیں،

source: FAQs
ur: عمومی سوالات

source: Frequently Asked Questions
ur: عمومی سوالات

source: No data available
ur: کوئی ڈیٹا دستیاب نہیں ہے

source: Please fill the info
ur: برائے مہربانی معلومات بھریں

source: Phone
ur: فون

source: Oops!!
ur: اوہو۔۔

source: Go to Home
ur: گھر جائیں

source: Hey
ur: ہی

source: Find a source you want to learn!
ur: وہ مخزن تلاش کریں جسے آپ سیکھنا چاہتے ہیں!

source: Recommended
ur: تجویز شدہ

source: Liked by
ur: پسند کیا گیا

source: Message Screen
ur: میسج اسکرین

source: Give us your phone number with country you are residing
ur: ہمیں آپ کا فون نمبر اور آپ کا ملک بتائیں جہاں آپ رہ رہے ہیں

source: Mark as favorites for future
ur: مستقبل کے لئے پسندیدہ قرار دیں

source: Wohooooo!!
ur: وہووووو!!

source: Have a great time learning!
ur: سیکھنے کا بہترین وقت گزاریں!

source: Comment
ur: تبصرہ

source: Add your comment here
ur: اپنا تبصرہ یہاں شامل کریں

source: Are you sure you want to delete your comment?
ur: کیا آپ واقعی اپنا تبصرہ حذف کرنا چاہتے ہیں؟

# likes
source: Like
ur: پسند کرتے ہیں

source: Liked
ur: پسند کیا

source: Disliked
ur: ناپسندیدہ

source: Comment added successfully
ur: تبصرہ کامیابی سے شامل ہوا

source: Comment deleted
ur: تبصرہ حذف کیا گیا

source: Order added successfully
ur: آرڈر کامیابی سے شامل ہوا

source: Send
ur: بھیجیں

source: Please subscribe to Python from Scratch for Beginners 2023
ur: براہ کرم شروع سے شروع ہونے والے 2023 کے لیے ازگر کو سبسکرائب کریں۔

source: Notification sent successfully
ur: اطلاع کامیابی سے بھیج دی گئی۔
